var catalog = {
    'Электроинструменты': [
        'Алмазное бурение','Гайковерты','Дрели','Измельчители','Измерительный инструмент'
        ,'Краскораспылители','Насосы','Ножницы','Отбойные молотки','Перфораторы','Пилы','Пистолеты для вязки арматуры',
        'Плиткорезы электрические', 'Пылесосы строительные','Рубанки','Ручной инструмент','Сантехнический инструмент',
        'Фены (термопистолеты)', 'Фрезеры','Шлифмашины','Штроборезы (бороздоделы)','Шуруповерты','Электролобзики','Электропилы'
    ],
    'Бензоинструменты': [
        'Бензобуры', 'Бензопилы', 'Воздуходувки', 'Газонокосилки','Культиваторы','Мотопомпы','Резчики швов',
        'Снегоуборочная техника','Триммеры'
    ],
    'Строительное оборудование': [
        'Бетономешалки', 'Вибротехника', 'Вышки - туры', 'Леса строительные', 'Затирочные машины по бетону',
        'Лестницы', 'Прицепы'
    ],
    'Силовая техника': [
        'Генераторы (электростанции)', 'Компрессоры', 'Пневмоинструмент', 'Сварочное оборудование'
    ],
    'Клининговое и климатическое': [
        'Мойки высокого давления', 'Насосы', 'Пылесосы строительные', 'Тепловые пушки'
    ],
    'Расходные материалы': null
}